[
    {
        "title": "Seán O’Donoghue",
        "images": "/static/people/Sean.png",
        "text": "<p>Seán O’Donoghue is a Chief Research Scientist in Australia's Commonwealth Scientific and Industrial Research Organisation (CSIRO)\t Sydney. He is also a Laboratory Head and Senior Faculty Member at the Garvan Institute of Medical Research in Sydney. He was also recently appointed as a Conjoint Professor in the School of Biotechnology and Biomolecular Science (BABS)\t University of New South Wales. He received his B.Sc. (Hons) and PhD in biophysics from the University of Sydney\t Australia. Much of his career was spent in Heidelberg\t Germany\t where he worked in the Structural and Computational Biology programme at the European Molecular Biology Laboratory (EMBL)\t and at Lion Bioscience AG - then the world's largest bioinformatics company - where he was Director of Scientific Visualization. From 2012-2015 he was also CSIRO's representative on the EMBL-Australia council\t and chaired the EMBL-Australia Bioinformatics Advisory Committee.</p><p>He has been actively engaged in bioinformatics research since 1988. He contributed to the development of ARIA\t a method widely used for calculating 3D structures from NMR data. Since then\t he has initiated and is leading several projects\t including VizBi\t an international initiative aimed at improving data visualization and user experience in bioinformatics software; VizbiPlus\t aimed at educating and inspiring the general public about cutting-edge biomedical research (Finalist\t 2015 NSW Emerging Creative Talent Award); Aquaria (first prize\t 2015 NSW iAward for Research and Development)\t a resource that simplifies discovery and insight from protein structures; Martini\t a resource for comparing gene lists; Minardo\t a method for visualizing the time-course of posttranslational events in cells (finalist\t 2015 Eureka Prize for Excellence in Interdisciplinary Scientific Research); and Reflect\t a browser plug-in designed to help in understanding life science literature that is widely used by many life scientists (first prize\t http://www.elseviergrandchallenge.com).</p><p>His contributions have been recognised with a C. J. Martin Fellowship from the National Health & Medical Research Council of Australia\t an Achievement Award from Lion Bioscience AG\t and by being elected a Fellow of the Royal Society of Chemistry in 2014.</p>",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Jenny Vuong",
        "images": "/static/people/Jenny.png",
        "text": "I am a vision scientist holding a BSc in Computer Science in Medicine\nand an MSc in Biomedical Engineering (specialisation in Biomechanics and \nBiomaterials) from Vienna University of Technology, Austria. I handed in \nmy PhD dissertation in 3D vision end of March 2015 at University of Reading,\nUnited Kingdom.",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Michael Joss",
        "images": "/static/people/Joss.png",
        "text": "some more info on Joss, with some new details",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Bosco Ho",
        "images": "/static/people/Bosco.png",
        "text": "some more info on Bosco too",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Sandeep",
        "images": "/static/people/Sandeep.png",
        "text": "some more info on Sandeep",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Benedetta Frida Baldi",
        "images": "/static/people/Bene.png",
        "text": "some more info on Bene",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Chris Hammang",
        "images": "/static/people/Chris.png",
        "text": "some more info on Chris",
        "flex": 3,
        "aspect": "0.75"
    },
    {
        "title": "Leonie Herson",
        "images": "/static/people/Leonie.jpeg",
        "text": "some more info on Leonie",
        "flex": 3,
        "aspect": "0.75"
    }
]