[
    {
        "title": "Visualization of Biomedical Data",
        "images": "ODonoghue2018.png",
        "text": "<p>Annu. Rev. Biomed. Data Sci. 2018.1:275-304.</p><p>\nThe rapid increase in volume and complexity of biomedical data requires changes in research, communication, and clinical practices. This includes learning how to effectively integrate automated analysis with high–data den- sity visualizations that clearly express complex phenomena. In this review, we summarize key principles and resources from data visualization research that help address this difficult challenge. We then survey how visualization is being used in a selection of emerging biomedical research areas, including three-dimensional genomics, single-cell RNA sequencing (RNA-seq), the protein structure universe, phosphoproteomics, augmented reality–assisted surgery, and metagenomics. While specific research areas need highly</p>",
        "flex": 2,
        "aspect": 1
    },
    {
        "title": "Aquaria: simplifying discovery and insight from protein structures",
        "images": "ODonoghue2015.png",
        "text": "<p>Since the discovery of the DNA double helix, biolo- gists have been aware that atomic-scale three-dimensional (3D) structures can provide significant insight. The Protein Data Bank1 (PDB) contains a wealth of structural information, but few biologists take full advantage of it2. Thus, we developed Aquaria (http://aquaria. ws), a publicly available web resource that streamlines and simplifies the process of gleaning insight from protein structures.</p>",
        "flex": 4,
        "aspect": 2
    },
    {
        "title": "Unexpected features of the dark proteome",
        "images": "Perdigao2015a.png",
        "text": "<p>We surveyed the “dark” proteome–that is, regions of proteins never observed by experimental structure determination and inaccessible to homology modeling. For 546,000 Swiss-Prot proteins, we found that 44–54% of the proteome in eukaryotes and viruses was dark, compared with only ∼14% in archaea and bacteria. Surprisingly, most of the dark proteome could not be accounted for by conven- tional explanations, such as intrinsic disorder or transmembrane re- gions. Nearly half of the dark proteome comprised dark proteins, in which the entire sequence lacked similarity to any known structure. Dark proteins fulfill a wide variety of functions, but a subset showed distinct and largely unexpected features, such as association with secretion, specific tissues, the endoplasmic reticulum, disulfide bond- ing, and proteolytic cleavage. Dark proteins also had short sequence length, low evolutionary reuse, and few known interactions with other proteins. These results suggest new research directions in structural and computational biology.</p>",
        "flex": 6,
        "aspect": 3
    }
]